Repository: DavidFBD/balanced-network-interface
Catalog: src/locales/*.po
Languages: es_es, fr_fr, pl_pl, vi_vn

source: ({0}% required)
es_es: ({0}% necesario)
fr_fr: ({0}% requis)
pl_pl: (wymagane {0}%)
vi_vn: ({0}% yêu cầu)

source: 10 bnUSD minimum
es_es: 10 bnUSD mínimo
vi_vn: Tối thiểu 10 bnUSD

source: 1W
es_es: 1S
fr_fr: 1S
pl_pl: 1T
vi_vn: 1 tuần

source: ACTIVITY
es_es: ACTIVIDAD
fr_fr: ACTIVITÉ
pl_pl: DZIAŁANIE
vi_vn: Hoạt động

source: AMOUNT
es_es: CANTIDAD
fr_fr: MONTANT
pl_pl: KWOTA
vi_vn: Số lượng

source: Active
es_es: Activo
fr_fr: Actif
pl_pl: Aktywna
vi_vn: Kích hoạt

source: Activity history
es_es: Historial de actividad
fr_fr: Historique de l'activité
pl_pl: Historia działań
vi_vn: Lịch sử hoạt động

source: Add your sICX to the collateral pool.
es_es: Agrega sICX a tu colateral.
fr_fr: Ajoutez vos sICX à la réserve de garanties.
pl_pl: Dodaj swoje sICX do puli zabezpieczeń.
vi_vn: Thêm sICX của bạn vào tài sản thế chấp.

source: Address
es_es: Dirección
fr_fr: Adresse
pl_pl: Adres
vi_vn: Địa chỉ

source: Adjust
es_es: Ajustar
fr_fr: Ajuster
pl_pl: Dostosuj
vi_vn: Điều chỉnh

source: After
es_es: Después
fr_fr: Après
pl_pl: Po
vi_vn: Sau

source: All collateral locked
es_es: Colateral bloqueado
fr_fr: Tout le collatéral verrouillé
pl_pl: Całe zabezpieczenie zablokowane
vi_vn: Tổng số tài sản thế chấp bị khoá

source: All time
es_es: Desde siempre
fr_fr: Depuis le début
pl_pl: Od początku
vi_vn: Toàn bộ thời gian

source: Approve
es_es: Aceptar
fr_fr: Approuver
pl_pl: Za
vi_vn: Phê duyệt

source: Approved
es_es: Aceptado
fr_fr: Approuvé
pl_pl: Zatwierdzona
vi_vn: Đã phê duyệt

source: Asset
es_es: Activo
fr_fr: Actif
pl_pl: Aktywo
vi_vn: Tài sản

source: Assets to send
es_es: Activos para enviar
fr_fr: Actifs à envoyer
pl_pl: Aktywa do wysłania
vi_vn: Tài sản để gửi đi

source: Available
es_es: Disponible
vi_vn: Khả dụng

source: BALN allocation
es_es: Colocación de BALN
pl_pl: Przydział BALN

source: Back to the Balanced website
es_es: Volver al sitio web de Balanced
fr_fr: Retour sur le site de Balanced
pl_pl: Powrót do strony Balanced
vi_vn: Trở lại trang chủ Balanced.network

source: Balance Tokens
es_es: Monedas Balance
fr_fr: Jetons Balance
pl_pl: Tokeny Balance
vi_vn: Đồng xu balance

source: Balanced increases your loan to buy more collateral at a discount.
es_es: Balanced aumenta tu préstamo para comprar más colateral a un precio menor al de mercado.
fr_fr: Balanced augmente votre prêt pour acheter plus de garanties à prix réduit.
pl_pl: Balanced zwiększa Twoją pożyczkę, aby kupić więcej zabezpieczenia po korzystnej cenie.
vi_vn: Balanced tăng số nợ để mua thêm tài sản thế chấp với giá thấp hơn thị trường.

source: Balanced sells collateral at a premium to repay some of your loan.
es_es: Balanced vende tu colateral a un precio mayor al del mercado para pagar parte de tu préstamo.
fr_fr: Balanced vend des garanties à un prix intéressant pour rembourser une partie de votre prêt.
pl_pl: Balanced sprzedaje zabezpieczenie po korzystnej cenie, aby spłacić część Twojej pożyczki.
vi_vn: Balanced bán tài sản của bạn với giá cao hơn giá thị trường để trả 1 phần khoản nợ bạn vay.

source: Before
es_es: Antes
fr_fr: Avant
pl_pl: Przed
vi_vn: Trước

source: Borrow
es_es: Pedir préstamo
fr_fr: Emprunter
pl_pl: Zaciągnij pożyczkę
vi_vn: Vay

source: Borrow Balanced Dollars?
es_es: ¿Pedir un préstamo en Dólares Balanced?
fr_fr: Emprunter Balanced Dollar ?
pl_pl: Czy chcesz pożyczyć dolary Balanced?
vi_vn: Vay đồng usd của balanced?

source: Borrowed
es_es: Prestado
vi_vn: Đã vay

source: Borrowed {0} bnUSD.
es_es: Préstamo de {0} bnUSD.
fr_fr: {0} bnUSD emprunté.
pl_pl: Pożyczono {0} bnUSD.
vi_vn: Đã vay {0} bnUSD.

source: Borrowing bnUSD...
es_es: Prestando bnUSD...
fr_fr: Emprunt de bnUSD...
pl_pl: Pożyczanie bnUSD...
vi_vn: Đang vay bnUSD...

source: Cancel
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
vi_vn: Hủy bỏ

source: Cancel any pending transactions on your Ledger, or give Chrome permission to use it.
es_es: Cancelar cualquier transacción pendiente en su Ledger, o dar permiso a Chrome para usarla.
fr_fr: Annulez toutes les transactions en attente sur votre Ledger, ou donnez à Chrome la permission de l'utiliser.
pl_pl: Anuluj wszystkie oczekujące transakcje na swoim Ledgerze albo przyznaj Chrome uprawnienie do korzystania z niego.
vi_vn: Hủy mọi giao dịch đang chờ xử lý trên Ledger hoặc cấp cho trình duyệt Chrome quyền sử dụng.

source: Cancelled
es_es: Cancelado
fr_fr: Annulé
pl_pl: Anulowana
vi_vn: Đã Hủy

source: Candles
es_es: Velas
fr_fr: Chandeliers
pl_pl: Świece
vi_vn: Hình nến

source: Casting your vote...
es_es: Enviando voto...
fr_fr: Vote en cours...
pl_pl: Przesyłanie Twojego głosu...
vi_vn: Đang bình chọn...

source: Change vote
es_es: Cambiar voto
fr_fr: Modifer le vote
pl_pl: Zmień głos
vi_vn: Thay đổi phiếu bầu

source: Change vote?
es_es: Cambiar voto?
fr_fr: Changer le vote ?
pl_pl: Chcesz zmienić głos?

source: Change wallet
es_es: Cambiar billetera
fr_fr: Changer de portefeuille
pl_pl: Zmień portfel
vi_vn: Thay đổi ví

source: Choose a wallet from your Ledger:
es_es: Elije una billetera desde tu Ledger:
fr_fr: Choisissez un portefeuille de votre Ledger :
pl_pl: Wybierz portfel ze swojego Ledgera:
vi_vn: Chọn 1 ví từ Ledger:

source: Claim
es_es: Cobrar
fr_fr: Réclamer
pl_pl: Odbierz
vi_vn: Nhận

source: Claim (1 of {count})
es_es: Cobrar (1 de {count})
fr_fr: Réclamer (1 sur )
pl_pl: Odbierz (1 z {count})
vi_vn: Nhận (1 trong {count})

source: Claim Balance Tokens?
es_es: ¿Cobrar Monedas Balance?
fr_fr: Réclamer les jetons Balance ?
pl_pl: Odebrać tokeny Balance?
vi_vn: Nhận đồng xu Balance?

source: Claim ICX
es_es: Cobrar ICX
fr_fr: Réclamer ICX
pl_pl: Odbierz ICX
vi_vn: Nhận ICX

source: Claim ICX?
es_es: ¿Cobrar ICX?
fr_fr: Réclamer ICX ?
pl_pl: Odebrać ICX?
vi_vn: Nhận ICX?

source: Claim network fees?
es_es: ¿Cobrar ganancias?
fr_fr: Réclamer les frais de réseau ?
pl_pl: Odebrać prowizje sieciowe?
vi_vn: Nhận phí hoạt động từ balanced?

source: Claimed fees.
es_es: Ganancias cobradas.
fr_fr: Frais réclamés.
pl_pl: Odebrano prowizje.
vi_vn: Đang nhận tiền phí.

source: Claimed {0} BALN.
es_es: Cobrado {0} BALN.
fr_fr: {0} BALN réclamé.
pl_pl: Odebrano {0} BALN.
vi_vn: Đã nhận {0} BALN.

source: Claimed {0} ICX.
es_es: Cobrado {0} ICX.
fr_fr: {0} ICX réclamé.
pl_pl: Odebrano {0} ICX.
vi_vn: Đã nhận {0} ICX.

source: Claiming ICX...
es_es: Cobrando ICX...
fr_fr: Réclamation d'ICX...
pl_pl: Odbieranie ICX...
vi_vn: Đang nhận ICX...

source: Claiming fees...
es_es: Cobrando ganancias ...
fr_fr: Réclamation des frais...
pl_pl: Odbieranie prowizji...
vi_vn: Đang nhận tiền phí...

source: Claiming rewards...
es_es: Cobrando recompensas...
fr_fr: Réclamation des récompenses...
pl_pl: Odbieranie nagród...
vi_vn: Đang nhận thưởng...

source: Collateral
es_es: Colateral
fr_fr: Garantie
pl_pl: Zabezpieczenie
vi_vn: Tài sản thế chấp

source: Confirm
es_es: Confirmar
fr_fr: Valider
pl_pl: Zatwierdź
vi_vn: Xác nhận

source: Confirm the transaction on your Ledger.
es_es: Confirma la transacción en tu Ledger.
fr_fr: Valider la transaction sur votre Ledger.
pl_pl: Zatwierdź transakcję na swoim Ledgerze.
vi_vn: Xác nhận giao dịch trên thiết bị Ledger.

source: Connect Wallet
es_es: Conecta una Billetera
fr_fr: Connecter le portefeuille
pl_pl: Połącz portfel
vi_vn: Kết nối ví

source: Copied
es_es: Copiado
fr_fr: Copié
pl_pl: Skopiowano
vi_vn: Đã sao chép

source: Copy address
es_es: Copiar dirección
fr_fr: Copier l'adresse
pl_pl: Kopiuj adres
vi_vn: Sao chép địa chỉ

source: Couldn't complete the transaction. Make sure your wallet is set to the right network.
es_es: No se pudo completar la transacción. Confirma que tu billetera está en la red correcta.
fr_fr: Impossible de terminer la transaction. Assurez-vous que votre portefeuille est défini sur le bon réseau.
pl_pl: Nie można sfinalizować transakcji. Upewnij się, że Twój portfel jest ustawiony na właściwą sieć.
vi_vn: Không thể hoàn thành giao dịch. Hãy chắc chắn rằng bạn đang chọn đúng mạng lưới.

source: Couldn't complete your transaction.
es_es: No se pudo completar la transacción.
fr_fr: Impossible de terminer votre transaction.
pl_pl: Nie można sfinalizować transakcji.
vi_vn: Không thể hoàn thành giao dịch.

source: Couldn't send {currency} to the {pair} pool. Try again.
es_es: No se pudo enviar {currency} al pool {pair}. Inténtalo de nuevo.
fr_fr: Impossible d'envoyer {currency} à la pool {pair}. Réessayez.
pl_pl: Nie udało się wysłać {currency} do puli {pair}. Spróbuj ponownie.
vi_vn: Không thể gửi {currency} đến {pair} pool. Hãy thử lại.

source: Couldn't supply {pair} liquidity. Try again.
es_es: No se pudo suministrar liquidez a {pair}. Vuelve a intentarlo.
fr_fr: Impossible de fournir la liquidité {pair}. Réessayez.
pl_pl: Nie udało się dostarczyć płynności do pary {pair}. Spróbuj ponownie.
vi_vn: Không thể cung cấp {pair} thanh khoản (liquidity). Hãy thử lại.

source: Couldn't swap {inputCurrency} for {outputCurrency}. Try again.
es_es: No se pudo intercambiar {inputCurrency} por {outputCurrency}. Inténtalo de nuevo.
fr_fr: Impossible d'échanger {inputCurrency} contre {outputCurrency}. Réessayez.
pl_pl: Nie udało się wymienić {inputCurrency} na {outputCurrency}. Spróbuj ponownie.
vi_vn: Không thể đổi {inputCurrency} thành {outputCurrency}. Hãy thử lại.

source: Couldn't withdraw {inputCurrency} / {outputCurrency} liquidity. Try again.
es_es: No se pudo retirar la liquidez de {inputCurrency} / {outputCurrency}. Inténtalo de nuevo.
fr_fr: Impossible de retirer la liquidité {inputCurrency} / {outputCurrency}. Réessayez.
pl_pl: Nie udało się wypłacić płynności {inputCurrency} / {outputCurrency}. Spróbuj ponownie.
vi_vn: Không thể rút {inputCurrency} / {outputCurrency} liquidity. Hãy thử lại.

source: Create liquidity pool?
es_es: ¿Crear pool de liquidez?
fr_fr: Créer un pool de liquidité ?
pl_pl: Utworzyć pulę płynności?
vi_vn: Tạo ao thanh khoản (liquidity pool)?

source: Create pool
es_es: Crear pool
fr_fr: Créer un pool
pl_pl: Utwórz pulę
vi_vn: Tạo ao thanh khoản

source: Creating pool
es_es: Creando pool
fr_fr: Création d'un pool
pl_pl: Tworzenie puli
vi_vn: Đang tạo ao thanh khoản

source: Current
es_es: Actual
fr_fr: Actuel
pl_pl: Obecnie

source: DATE
es_es: FECHA
pl_pl: DATA

source: Daily rewards
es_es: Recompensas diarias
fr_fr: Récompenses quotidiennes
pl_pl: Dzienne nagrody
vi_vn: Phần thưởng mỗi ngày

source: Deposit
es_es: Depositar
fr_fr: Déposer
pl_pl: Zdeponuj
vi_vn: Nạp

source: Deposit ICON collateral?
es_es: ¿Depositar colateral ICON?
vi_vn: Nạp ICX?

source: Deposit as collateral
es_es: Depositar como colateral
fr_fr: Dépôt en garantie
pl_pl: Zdeponuj jako zabezpieczenie
vi_vn: Nạp thành tài khoản thế chấp

source: Deposit sICX
es_es: Depositar sICX
fr_fr: Déposer sICX
pl_pl: Zdeponuj sICX
vi_vn: Nạp sICX

source: Deposit sICX collateral?
es_es: ¿Depositar sICX como colateral?
fr_fr: Déposer sICX en garantie ?
pl_pl: Czy chcesz zdeponować sICX jako zabezpieczenie?
vi_vn: Nạp sICX thành tài khoản thế chấp?

source: Deposited
es_es: Depositado
vi_vn: Đã nạp

source: Deposited {0} ICX as collateral.
es_es: Depositados {0} ICX como colateral.
fr_fr: {0} ICX déposés comme garantie.
pl_pl: Zdeponowano {0} ICX jako zabezpieczenie.
vi_vn: Đã nạp {0} ICX vào tài khoản thế chấp.

source: Deposited {0} sICX as collateral.
es_es: Depositados {0} sICX como colateral.
fr_fr: {0} sICX déposés comme garantie.
pl_pl: Zdeponowano {0} sICX jako zabezpieczenie.
vi_vn: Đã nạp {0} sICX vào tài khoản thế chấp.

source: Depositing collateral...
es_es: Depositando colateral...
fr_fr: Dépôt en garantie...
pl_pl: Deponowanie zabezpieczenia...
vi_vn: Đang nạp tài sản...

source: Description
es_es: Descripción
pl_pl: Opis
vi_vn: Mô tả

source: Discussion
es_es: Debate
pl_pl: Dyskusja
vi_vn: Thảo luận

source: Do not send sICX to an exchange.
es_es: No envíes sICX a un exchange.
fr_fr: Ne pas envoyer sICX vers un exchange.
pl_pl: Nie wysyłaj sICX na giełdę.
vi_vn: Ko gửi sICX đến bất cứ sàn giao dịch nào.

source: Enacted
es_es: Ejecutado
fr_fr: Promulgué
pl_pl: Wprowadzona w życie
vi_vn: Đã kích hoạt

source: Enter amount
es_es: Ingresa la cantidad
fr_fr: Entrer le montant
pl_pl: Wprowadź kwotę
vi_vn: Nhập vào số lượng

source: Enter an amount
es_es: Ingresa una cantidad
fr_fr: Entrer un montant
pl_pl: Wprowadź kwotę
vi_vn: Nhập số lượng

source: Exchange rate
es_es: Tasa de cambio
fr_fr: Taux de change
pl_pl: Kurs wymiany
vi_vn: Tỷ giá

source: Failed to enact
es_es: Ejecución fallida
fr_fr: Non promulgué
pl_pl: Nie udało się wprowadzić w życie
vi_vn: Kích hoạt thất bại

source: Fee
es_es: Comisión
fr_fr: Frais
pl_pl: Prowizja
vi_vn: Mức phí

source: For
es_es: Por
fr_fr: Contre
pl_pl: Na

source: Forum link
es_es: Enlace al foro
fr_fr: Lien du forum
pl_pl: Link do forum
vi_vn: Đường dẫn vào diễn đàn

source: Funding
es_es: Financiamiento
fr_fr: Financement
pl_pl: Finansowanie
vi_vn: Tài trợ

source: Go back
es_es: Volver
fr_fr: Retour
pl_pl: Wróć
vi_vn: Quay lại

source: Home
es_es: Inicio
fr_fr: Accueil
pl_pl: Strona główna
vi_vn: Trang chủ

source: If bnUSD is above $1
es_es: Si bnUSD es superior a $1
fr_fr: Si bnUSD est supérieur à 1$
pl_pl: Jeśli wartość bnUSD jest powyżej $1
vi_vn: Nếu giá của bnUSD cao hơn $1

source: If bnUSD is below $1
es_es: Si bnUSD está por debajo de $1
fr_fr: Si bnUSD est inférieur à 1$
pl_pl: Jeśli wartość bnUSD jest poniżej $1
vi_vn: Nếu giá của bnUSD thấp hơn $1

source: If the ICX price reaches ${0}, all your collateral will be liquidated.
es_es: Si el precio de ICX llega a ${0}, todo tu colateral será liquidado.
vi_vn: Nếu giá của ICX chạm ${0}, tất cả tài sản thế chấp của bạn sẽ bị thanh lý.

source: If the price slips by more than this amount, your swap will fail.
es_es: Si el precio se pasa de esta cantidad, tu swap fallará.
fr_fr: Si le prix baisse plus que ce montant, votre échange échouera.
pl_pl: Jeśli cena spadnie o więcej niż o tę kwotę, Twoja wymiana nie powiedzie się.
vi_vn: Nếu giá cả bị vượt quá mức này, vụ trao đổi này sẽ thất bại.

source: In contract
es_es: En el contrato
fr_fr: Dans le contrat
pl_pl: W kontrakcie
vi_vn: Trong hợp đồng thông minh

source: Includes a fee of {0} bnUSD.
es_es: Incluye una comisión de {0} bnUSD.
fr_fr: Comprend des frais de {0} bnUSD.
pl_pl: Zawiera prowizję w wysokości {0} bnUSD.
vi_vn: Bao gồm {0} bnusd tiền phí.

source: Includes a fee of {0} {1}.
es_es: Incluye una comisión de {0} {1}.
fr_fr: Comprend des frais de {0} {1}.
pl_pl: Zawiera prowizję w wysokości {0} {1}.
vi_vn: Bao gồm tiền phí {0} {1}.

source: Ineligible
es_es: No elegible
fr_fr: Inéligible
pl_pl: Niespełnione warunki
vi_vn: Không đủ điều kiện

source: Insufficient liquidity
es_es: Liquidez insuficiente
fr_fr: Liquidité insuffisante
pl_pl: Niewystarczająca płynność
vi_vn: Không đủ thanh khoản (liquidity)

source: Insufficient {0}
es_es: Insuficiente {0}
fr_fr: Insuffisant {0}
pl_pl: Niewystarczająca ilość {0}
vi_vn: Không đủ {0}

source: Insufficient {0} balance
es_es: Saldo {0} insuficiente
fr_fr: Solde {0} insuffisant
pl_pl: Niewystarczające saldo {0}
vi_vn: Số dư {0} không đủ

source: Invalid pair
es_es: Par inválido
fr_fr: Paire non valide
pl_pl: Nieprawidłowa para
vi_vn: Cặp đôi không hợp lệ

source: It costs 100 bnUSD to submit a proposal.
es_es: Hacer una propuesta cuesta 100 bnUSD.
fr_fr: Soumettre une proposition coûte 100 bnUSD.
pl_pl: Zgłoszenie propozycji kosztuje 100 bnUSD.
vi_vn: Tiền phí để tạo đề xuất mới là 100 bnUSD.

source: Keep a close eye on this number, as rebalancing may cause it to fluctuate.
es_es: Vigila bien este número, ya que el rebalancing puede hacer que fluctúe.
fr_fr: Gardez un œil vigilant sur ce nombre, car le réequilibrage peut entraîner sa fluctuation.
pl_pl: Należy obserwować tę liczbę, ponieważ rebalansowanie może powodować jej wahania.

source: Line
es_es: Línea
fr_fr: Ligne
pl_pl: Linia
vi_vn: Đường thẳng

source: Liquidated
es_es: Liquidado
fr_fr: Liquidé
pl_pl: Likwidacja
vi_vn: Thanh lý

source: Liquidity details
es_es: Detalles de la liquidez

source: Loan
es_es: Préstamo
fr_fr: Emprunt
pl_pl: Pożyczka
vi_vn: Khoản vay

source: Loan fee
es_es: Comisión de préstamo
fr_fr: Frais d'emprunt
pl_pl: Opłata za udzielenie pożyczki
vi_vn: Phí vay nợ

source: Loan rewards
es_es: Recompensas del préstamo
fr_fr: Récompenses du prêt
pl_pl: Nagrody za zaciągniętą pożyczkę

source: Loan to value ratio
es_es: Ratio de préstamo y valor
fr_fr: Ratio prêt - valeur
pl_pl: Stosunek pożyczki do wartości zabezpieczenia

source: Locked
es_es: Bloqueado
fr_fr: Verrouillé
pl_pl: Zablokowane
vi_vn: Đã khóa

source: Minimum to receive
es_es: Mínimo a recibir
fr_fr: Minimum à recevoir
pl_pl: Minimum do otrzymania
vi_vn: Nhận được tối thiểu

source: Network fee allocation
es_es: Asignación de ganancias de red
fr_fr: Allocation des frais de réseau
pl_pl: Przydział prowizji sieciowych

source: Network fees
es_es: Ganancias de la red
fr_fr: Frais de réseau
pl_pl: Prowizje sieciowe
vi_vn: Phí mạng lưới

source: New proposal
es_es: Nueva propuesta
fr_fr: Nouvelle proposition
pl_pl: Nowa propozycja
vi_vn: Đề xuất mới

source: No activity yet.
es_es: Aún no hay actividad.
fr_fr: Aucune activité pour l'instant.
pl_pl: Dotąd nie podjęto żadnych działań.
vi_vn: Chưa có hoạt động nào.

source: No assets available.
es_es: No hay activos disponibles.
fr_fr: Pas d'actifs disponibles.
pl_pl: Brak dostępnych aktywów.
vi_vn: Ko có tài sản sẵn có.

source: No price chart available for this pair.
es_es: No hay gráfico de precios para este par.
fr_fr: Aucun graphique de prix n'est disponible pour cette paire.
pl_pl: Wykres cenowy nie jest dostępny dla tej pary.
vi_vn: Biểu đồ giá cả hiện chưa có.

source: No results found.
es_es: No se han encontrado resultados.
fr_fr: Aucun résultat.
pl_pl: Nie znaleziono żadnych wyników.
vi_vn: Không có kết quả.

source: Not now
es_es: Ahora no
fr_fr: Plus tard
pl_pl: Nie teraz
vi_vn: Không phải bây giờ

source: Past day
es_es: Ayer
fr_fr: Hier
pl_pl: Ostatni dzień
vi_vn: Hôm qua

source: Past month
es_es: Mes anterior
fr_fr: Mois dernier
pl_pl: Ostatni miesiąc
vi_vn: Tháng trước

source: Past week
es_es: Semana anterior
fr_fr: Semaine dernière
pl_pl: Ostatni tydzień
vi_vn: Tuần trước

source: Pay
es_es: Pagar
fr_fr: Payer
pl_pl: Zapłać
vi_vn: Thanh toán

source: Pending
es_es: Pendiente
fr_fr: En attente
pl_pl: W oczekiwaniu
vi_vn: Đang chờ xử lý

source: Pool share
es_es: Parte del pool
vi_vn: Tài sản trong hồ thanh quản

source: Position details
es_es: Detalles de la posición
fr_fr: Détails de la position
pl_pl: Szczegóły pozycji

source: Preparing to unstake sICX...
es_es: Preparando para hacer unstake de sICX...
fr_fr: Préparation à déstaker sICX...
pl_pl: Przygotowywanie do odstake'owania sICX...

source: Price impact
es_es: Impacto en el precio
fr_fr: Impact sur le prix
pl_pl: Wpływ na cenę
vi_vn: Tác động Giá

source: Processing transaction...
es_es: Procesando la transacción...
fr_fr: Transaction en cours...
pl_pl: Przetwarzanie transakcji...
vi_vn: Đang xử lý giao dịch...

source: Proposal type
es_es: Tipo de propuesta
fr_fr: Type de proposition
pl_pl: Typ propozycji

source: Proposals
es_es: Propuestas
fr_fr: Propositions
pl_pl: Propozycje
vi_vn: Các đề xuất

source: Proposed
es_es: Propuesto
fr_fr: Proposé
pl_pl: Proponowane

source: Quorum not reached
es_es: Quórum no alcanzado
fr_fr: Minimum requis non atteint
pl_pl: Kworum nie zostało osiągnięte
vi_vn: Mục tiêu không đạt

source: Rebalancing complete.
es_es: Rebalancing completado.
fr_fr: Rééquilibrage terminé.
pl_pl: Rebalansowanie zakończone.

source: Rebalancing the bnUSD price...
es_es: Haciendo rebalancing para el precio de bnUSD...
fr_fr: Rééquilibrage du prix du bnUSD...
pl_pl: Rebalansowanie ceny bnUSD...

source: Rebalancing threshold
es_es: Umbral de rebalancing
fr_fr: Seul de rééquilibrage
pl_pl: Próg rebalansowania

source: Receive
es_es: Recibir
fr_fr: Recevoir
pl_pl: Otrzymaj
vi_vn: Nhận

source: Reject
es_es: Rechazar
fr_fr: Refuser
pl_pl: Przeciw
vi_vn: Từ chối

source: Rejected
es_es: Rechazado
fr_fr: Rejeté
pl_pl: Odrzucona
vi_vn: Đã từ chối

source: Remove
es_es: Eliminar
fr_fr: Supprimer
pl_pl: Usuń
vi_vn: Loại bỏ

source: Remove your assets to cancel this transaction.
es_es: Elimina tus activos para cancelar esta transacción.
fr_fr: Supprimez vos actifs pour annuler cette transaction.
pl_pl: Usuń swoje aktywa, aby anulować tę transakcję.
vi_vn: Rút lại tài sản để hủy giao dịch này.

source: Removing
es_es: Eliminando
fr_fr: Suppression
pl_pl: Usuwanie
vi_vn: Đang rút tài sản

source: Repaid {0} bnUSD.
es_es: {0} bnUSD devueltos.
fr_fr: {0} bnUSD remboursés.
pl_pl: Zwrócono {0} bnUSD.
vi_vn: Đã trả {0} bnUSD.

source: Repay
es_es: Devolver
fr_fr: Rembourser
pl_pl: Zwróć
vi_vn: Trả lại

source: Repay Balanced Dollars?
es_es: ¿Devolver dólares Balanced?
fr_fr: Rembourser Balanced Dollar ?
pl_pl: Czy chcesz zwrócić dolary Balanced?
vi_vn: Trả lại đồng usd của balanced?

source: Repaying bnUSD...
es_es: Devolviendo bnUSD...
fr_fr: Remboursement de bnUSD...
pl_pl: Zwracanie bnUSD...
vi_vn: Đang trả lại bnUSD...

source: Rewards
es_es: Recompensas
fr_fr: Récompenses
pl_pl: Nagrody
vi_vn: Phần thưởng

source: Risk ratio
es_es: Ratio de riesgo
fr_fr: Ratio de risque
pl_pl: Wskaźnik ryzyka
vi_vn: Tỉ lệ rủi ro

source: Route
es_es: Ruta
fr_fr: Itinéraire
pl_pl: Ścieżka
vi_vn: Tuyến đường

source: Search name or contract
es_es: Buscar nombre o contrato
fr_fr: Rechercher un nom ou un contrat
pl_pl: Szukaj nazwy lub kontraktu
vi_vn: Tìm kiếm tên hợp đồng

source: Select a token
es_es: Selecciona un token
fr_fr: Sélectionner un jeton
pl_pl: Wybierz token
vi_vn: Chọn 1 đồng tiền

source: Send
es_es: Enviar
fr_fr: Envoyer
pl_pl: Wyślij
vi_vn: Gửi

source: Send asset?
es_es: ¿Enviar activo?
fr_fr: Envoyer un actif ?
pl_pl: Wysłać aktywa?
vi_vn: Gửi tài sản?

source: Send each asset to the contract
es_es: Enviar cada activo al contrato
fr_fr: Envoyez chaque actif au contrat
pl_pl: Wyślij każde aktywo do kontraktu
vi_vn: Gửi từng tài sản tới hợp đồng thông minh

source: Send max
es_es: Enviar máximo
fr_fr: Envoyer le maximum
pl_pl: Wyślij wszystko
vi_vn: Gửi hết

source: Send {0}
es_es: Enviar {0}
fr_fr: Envoyer {0}
pl_pl: Wyślij {0}
vi_vn: Gửi {0}

source: Sending
es_es: Enviando
fr_fr: Envoi en cours
pl_pl: Wysyłanie
vi_vn: Đang gửi

source: Sending {0}...
es_es: Enviando {0}...
fr_fr: Envoi en cours {0}...
pl_pl: Wysyłanie {0}...
vi_vn: Đang gửi {0}...

source: Sending {currency} to the {pair} pool...
es_es: Enviando {currency} al pool de {pair}...
fr_fr: Envoi de {currency} dans le pool {pair}...
pl_pl: Wysyłanie {currency} do puli {pair}...
vi_vn: Đang gửi {currency} đến {pair} thanh khoản (liquidity pool)...

source: Sent {0} {1} to {address}.
es_es: Enviado {0} {1} a {address}.
fr_fr: Envoyé {0} {1} à {address}.
pl_pl: Wysłano {0} {1} do {address}.
vi_vn: Gửi {0}{1} đến {address}.

source: Sign in
es_es: Iniciar sesión
fr_fr: Se connecter
pl_pl: Zaloguj się
vi_vn: Đăng nhập

source: Sign in to use the Home page.
es_es: Inicia sesión para usar la página de inicio.
fr_fr: Se connecter pour utiliser la page d'accueil.
pl_pl: Zaloguj się, aby korzystać ze strony głównej.
vi_vn: Đăng nhập để sử dụng.

source: Sign in to view your liquidity details.
es_es: Inicia sesión para ver tus detalles de liquidez.
fr_fr: Se connecter pour voir le détail de vos liquidités.
pl_pl: Zaloguj się, aby zobaczyć szczegóły dotyczące swojej płynności.
vi_vn: Đăng nhập để xem chi tiết.

source: Sign in with
es_es: Iniciar sesión con
fr_fr: Se connecter avec
pl_pl: Zaloguj się poprzez
vi_vn: Đăng nhập bằng

source: Sign out
es_es: Cerrar sesión
fr_fr: Se déconnecter
pl_pl: Wyloguj się
vi_vn: Đăng xuất

source: Slippage tolerance
es_es: Tolerancia de slippage
fr_fr: Tolérance de "glissement"
pl_pl: Tolerancja poślizgu cenowego
vi_vn: Khả năng trượt giá

source: Stake Balance Tokens
es_es: Stake de Monedas de Balance
vi_vn: Đặt cọc đồng xu Balance
