Repository: DavidFBD/balanced-network-interface
Catalog: src/locales/*.po
Languages: es_es, fr_fr, pl_pl, vi_vn

source: Stake Balance Tokens?
es_es: ¿Hacer Stake de tus Monedas Balance?
vi_vn: Đặt cọc đồng xu Balance?

source: Stake at least {0} BALN if you want to propose a change.
es_es: Haz stake de al menos {0} BALN si quieres proponer un cambio.
vi_vn: Đặt cọc ít nhất {0} BALN nếu bạn muốn đề xuất sự thay đổi.

source: Stake your Balance Tokens to earn network fees.
es_es: Haz stake de tus Monedas Balance para obtener ganancias de la red.
vi_vn: Đặt cọc Đồng xu Balance dể nhận tiền phí.

source: Submit
es_es: Enviar
fr_fr: Soumettre
pl_pl: Zgłoś
vi_vn: Gửi đi

source: Submit proposal
es_es: Enviar propuesta
fr_fr: Soumettre une proposition
pl_pl: Zgłoś propozycję
vi_vn: Gửi đề xuất

source: Submit proposal?
es_es: Enviar propuesta?
fr_fr: Soumettre une proposition ?
pl_pl: Czy chcesz zgłosić propozycję?
vi_vn: Gửi đề xuất?

source: Submit vote
es_es: Enviar voto
fr_fr: Soumettre le vote
pl_pl: Zagłosuj

source: Submit vote?
es_es: Enviar voto?
fr_fr: Soumettre le vote ?
pl_pl: Czy chcesz zagłosować?

source: Submitting a proposal...
es_es: Enviando una propuesta...
fr_fr: Soumission d'une proposition...
pl_pl: Zgłaszanie propozycji...
vi_vn: Đang gửi đề xuất...

source: Supplied {pair} liquidity.
es_es: Liquidez para {pair} suministrada.
fr_fr: Liquidité {pair} fournie.
pl_pl: Dostarczono płynności do pary {pair}.
vi_vn: Đã cung cấp {pair} vào hồ thanh khoản.

source: Supply
es_es: Suministrar
fr_fr: Apport
pl_pl: Dostarcz
vi_vn: Cung cấp

source: Supply liquidity
es_es: Suministrar liquidez
fr_fr: Fournir de la liquidité
pl_pl: Dostarczanie płynności
vi_vn: Cung cấp thanh khoản (liquidity)

source: Supply liquidity for these assets in any quantity to create a new pool.
es_es: Suministrar liquidez para estos activos en cualquier cantidad para crear un nuevo pool.
fr_fr: Fournir de la liquidité pour ces actifs dans n'importe quelle quantité pour créer un nouveau pool.
pl_pl: Dostarcz płynność dla tych aktywów w dowolnej ilości, aby utworzyć nową pulę.

source: Supply liquidity?
es_es: Suministrar liquidez?
fr_fr: Fournir de la liquidité ?
pl_pl: Czy chcesz dostarczyć płynność?
vi_vn: Cung cấp thanh khoản (liquidity)?

source: Supplying
es_es: Suministrando
fr_fr: Apport
pl_pl: Dostarczanie
vi_vn: Đang cung cấp

source: Supplying {pair} liquidity...
es_es: Suministrando liquidez {pair}...
fr_fr: Apport de liquidité {pair}...
pl_pl: Dostarczanie płynności do pary {pair}...
vi_vn: Đang cung cấp {pair} vào hồ thanh khoản...

source: Swap
es_es: Cambiar
fr_fr: Échanger
pl_pl: Wymiana
vi_vn: Đổi

source: Swap {0} for {1}?
es_es: ¿Cambiar {0} por {1}?
fr_fr: Échanger {0} contre {1} ?
pl_pl: Wymienić {0} na {1}?
vi_vn: Đổi {0} thành {1}

source: Swapped {inputAmount} {inputCurrency} for {outputAmount} {outputCurrency}.
es_es: Cambiados {inputAmount} {inputCurrency} por {outputAmount} {outputCurrency}.
fr_fr: {inputAmount} {inputCurrency} échangé contre {outputAmount} {outputCurrency}
pl_pl: Wymieniono {inputAmount} {inputCurrency} na {outputAmount} {outputCurrency}.
vi_vn: Đã đổi {inputAmount} {inputCurrency} thành {outputAmount} {outputCurrency}.

source: Swapping {inputCurrency} for {outputCurrency}...
es_es: Cambiando {inputCurrency} por {outputCurrency}...
fr_fr: Échange de {inputCurrency} contre {outputCurrency}...
pl_pl: Wymienianie {inputCurrency} na {outputCurrency}...
vi_vn: Đang đổi {inputCurrency} thành {outputCurrency}...

source: Takes up to 7 days. When it's ready, go to ICX > Unstaking in the Wallet section to claim it.
es_es: Tarda hasta 7 días. Cuando esté listo, vaya a ICX > Unstaking en la sección Billetera para cobrarlo.
fr_fr: Cela peut prendre jusqu'à 7 jours. Lorsque c'est prêt, allez dans ICX > Déstaking dans la section Portefeuille pour le réclamer.
pl_pl: Trwa do 7 dni. Kiedy będzie gotowe, przejdź do ICX > Odstake'owanie w sekcji Portfel, aby odebrać środki.
vi_vn: Lên tới 7 ngày. Khi hoàn tất, ấn vào ICX > Unstaking trong ví để nhận lại.

source: Text
es_es: Texto
fr_fr: Texte
pl_pl: Tekst
vi_vn: Nội dung

source: The amount of ICX available to deposit from your wallet.
es_es: La cantidad de ICX disponible para depositar desde tu billetera.
vi_vn: Số lượng ICX có sẵn để nạp từ ví của bạn.

source: The current ICX price is
es_es: El precio actual de ICX es
vi_vn: Giá ICX hiện tại là

source: The current bnUSD price is
es_es: El precio actual de bnUSD es
fr_fr: Le prix actuel du bnUSD est
pl_pl: Obecna cena bnUSD wynosi
vi_vn: Giá bnUSD hiện tại là

source: There's no BALN unstaking.
es_es: No hay BALN en unstaking.

source: There's no ICX unstaking.
es_es: No hay ICX en unstaking.
fr_fr: Il n'y a pas de déstaking d'ICX.
pl_pl: Obecnie żadne ICX nie są odstake'owywane.

source: There's no liquidity pool for this pair yet.
es_es: Aún no existe un pool de liquidez para este par.
fr_fr: Il n'y a pas encore de pool de liquidité pour cette paire.
pl_pl: Dla tej pary nie ma jeszcze puli płynności.

source: They'll unstake on {0}, around {1}.
es_es: Dejarán de estar staked en {0}, alrededor de {1}.

source: Title
es_es: Título
fr_fr: Titre
pl_pl: Tytuł
vi_vn: Tiêu đề

source: To
es_es: Para
fr_fr: À
pl_pl: Do

source: To earn Balanced rewards, take out a loan or supply liquidity on the Trade page.
es_es: Para ganar recompensas Balanced, tome un préstamo o suministre liquidez en la página de Trade.
fr_fr: Pour gagner des récompenses Balanced (BALN), contractez un prêt ou fournissez de la liquidité sur la page "Trade".
pl_pl: Aby zarabiać nagrody Balanced, zaciągnij pożyczkę lub dostarcz płynność na stronie Handluj.
vi_vn: Để nhận phần thưởng, mượn tiền hoặc cung cấp thanh khoản khu giao dịch.

source: To earn network fees, stake BALN from your wallet.
es_es: Para obtener ganancias de la red, haz staking con tus BALN.

source: To take out a loan, deposit collateral.
es_es: Para obtener un préstamo, deposita colateral.
fr_fr: Pour contracter un prêt, déposez une garantie.
pl_pl: Aby zaciągnąć pożyczkę, zdeponuj zabezpieczenie.
vi_vn: Để vay tiền, nạp tài sản thế cháp.

source: Total daily rewards
es_es: Total de recompensas diarias
fr_fr: Total des récompenses quotidiennes
pl_pl: Całkowite dzienne nagrody
vi_vn: Tổng phần thường mỗi ngày

source: Total supply
es_es: Suministro total
fr_fr: Offre totale
pl_pl: Całkowita podaż
vi_vn: Tổng lượng cung

source: Trade
es_es: Trading
fr_fr: Échanger
pl_pl: Handluj
vi_vn: Giao dịch

source: Transaction
es_es: Transacción
pl_pl: Transakcja
vi_vn: Giao dịch

source: Understood
es_es: Entendido
vi_vn: Đã hiểu

source: Unstake Balance Tokens?
es_es: ¿Hacer unstake de Monedas Balance?
vi_vn: Hủy đặt cọc đồng xu Balance?

source: Unstake sICX?
es_es: Hacer unstake de sICX?
fr_fr: Déstaker sICX ?
pl_pl: Czy chcesz odstake'ować sICX?

source: Unstaked {0} BALN.
es_es: {0} BALN fueron unstaked.

source: Unstaking takes 3 days.
es_es: El unstaking toma 3 días.

source: Unstaking {0} sICX. Check the ICX entry in your wallet for details.
es_es: Unstaking {0} sICX. Revisa el apartado de ICX de tu billetera para más detalles.
fr_fr: Déstaking {0} sICX. Vérifiez l'entrée d'ICX dans votre portefeuille pour plus de détails.
pl_pl: Odstake'owywanie {0} sICX. Sprawdź pozycję ICX w swoim portfelu, aby uzyskać szczegółowe informacje.

source: Use Balanced in
es_es: Usa Balanced en
fr_fr: Utilisez Balanced dans
pl_pl: Język Balanced

source: Use at your own risk. Project contributors are not liable for any lost or stolen funds.
es_es: Uso bajo tu propio riesgo. Los colaboradores del proyecto no son responsables de pérdidas o robos de fondos.
fr_fr: Utilisation à vos propres risques et périls. Les contributeurs du projet ne sont pas tenus responsables de la perte ou du vol des fonds.
pl_pl: Używasz na własne ryzyko. Współtwórcy projektu nie ponoszą odpowiedzialności za utracone lub skradzione środki.

source: Used
es_es: Usado
fr_fr: Utilisé
pl_pl: Wykorzystane
vi_vn: Đã sử dụng

source: Value
es_es: Valor
fr_fr: Valeur
pl_pl: Wartość
vi_vn: Giá trị

source: View disclaimer
es_es: Aviso de responsabilidad
fr_fr: Voir la clause de non-responsabilité
pl_pl: Wyświetl wyłączenie odpowiedzialności

source: Vote
es_es: Votar
fr_fr: Voter
pl_pl: Głosuj
vi_vn: Bỏ phiếu

source: Vote cast.
es_es: Voto emitido.
fr_fr: Vote exprimé.
pl_pl: Głos oddany.

source: Voting ends in {endTimeStr}
es_es: La votación termina en {endTimeStr}
fr_fr: Le vote se termine dans {endTimeStr}
pl_pl: Głosowanie zakończy się za {endTimeStr}

source: Voting has ended
es_es: La votación ha terminado
fr_fr: Le vote est terminé
pl_pl: Głosowanie zakończone

source: Voting starts in {startTimeStr}
es_es: La votación comienza en {startTimeStr}
fr_fr: Le vote commence dans {startTimeStr}
pl_pl: Głosowanie rozpocznie się za {startTimeStr}

source: Voting weight
es_es: Peso de votación
fr_fr: Poids du vote
pl_pl: Waga głosu

source: Voting weight: {0} BALN
es_es: Peso de votación: {0} BALN

source: Voting will begin at 5pm UTC,
es_es: La votación comenzará a las 5pm UTC,
fr_fr: Le vote commencera à 5:00 pm UTC,
pl_pl: Głosowanie rozpocznie się o godz. 17.00 czasu UTC,

source: Wallet
es_es: Billetera
fr_fr: Portefeuille
pl_pl: Portfel
vi_vn: Ví

source: Wallet:
es_es: Billetera:
fr_fr: Portefeuille :
pl_pl: Portfel:
vi_vn: Ví:

source: Wallet: {0} {1}
es_es: Billetera: {0} {1}
fr_fr: Portefeuille : {0} {1}
pl_pl: Portfel: {0} {1}

source: Wallet: {0} {1} / {2} {3}
es_es: Billetera: {0} {1} / {2} {3}
fr_fr: Portefeuille : {0} {1} / {2} {3}
pl_pl: Portfel: {0} {1} / {2} {3}

source: While you borrow bnUSD, your collateral is used to keep its value stable
es_es: Mientras tomas prestado bnUSD, tu colateral se usa para mantener su valor estable
fr_fr: Lorsque que vous empruntez du bnUSD, votre garantie est utilisée pour maintenir sa valeur stable.
pl_pl: Gdy pożyczasz bnUSD, Twoje zabezpieczenie jest wykorzystywane do utrzymania jego wartości na stabilnym poziomie

source: Withdraw
es_es: Retirar
fr_fr: Retrait
pl_pl: Wycofaj
vi_vn: Rút tiền

source: Withdraw ICON collateral?
es_es: ¿Retirar colateral ICON?
vi_vn: Rút ICX khỏi tài khoản thế chấp?

source: Withdraw liquidity
es_es: Retirar liquidez
fr_fr: Retirer des liquidités
pl_pl: Wycofaj płynność

source: Withdraw liquidity?
es_es: ¿Retirar liquidez?
fr_fr: Retirer des liquidités ?
pl_pl: Czy chcesz wycofać płynność?

source: Withdraw sICX?
es_es: ¿Retirar sICX?
fr_fr: Retirer sICX ?
pl_pl: Czy chcesz wycofać sICX?

source: Withdraw:
es_es: Retirar:
fr_fr: Retrait :
pl_pl: Wycofaj:
vi_vn: Rút:

source: Withdrawing ICX...
es_es: Retirando ICX...
fr_fr: Retrait d'ICX en cours...
pl_pl: Wycofywanie ICX...

source: Withdrawing collateral...
es_es: Retirando colateral...
fr_fr: Retrait de garantie...
pl_pl: Wycofywanie zabezpieczenia...

source: Withdrawing sICX...
es_es: Retirando sICX...
fr_fr: Retrait de sICX...
pl_pl: Wycofywanie sICX...

source: Withdrawing {0}
es_es: Retirando {0}
fr_fr: Retrait {0}
pl_pl: Wycofywanie {0}

source: Withdrawing {inputCurrency} / {outputCurrency} liquidity...
es_es: Retirando liquidez de {inputCurrency} / {outputCurrency}...
fr_fr: Retrait de la liquidité {inputCurrency} / {outputCurrency}...
pl_pl: Wycofywanie płynności {inputCurrency} / {outputCurrency}...

source: You approved
es_es: Aprobaste
fr_fr: Vous avez approuvé
pl_pl: Zagłosowałeś za
vi_vn: Bạn đã phê duyệt

source: You can't withdraw any collateral if you go beyond this threshold.
es_es: No puedes retirar nada de tu colateral si vas más allá de este umbral.
fr_fr: Vous ne pouvez pas retirer de garantie si vous dépassez ce seuil.
pl_pl: Nie możesz wycofać żadnego zabezpieczenia, jeśli przekroczysz ten próg.
vi_vn: Nếu bạn vượt qua ngưỡng này, tài sản thế chấp sẽ bị khóa và ko thể rút ra.

source: You need at least {MINIMUM_ICX_FOR_TX} ICX in your wallet to complete this transaction.
es_es: Necesitas al menos {MINIMUM_ICX_FOR_TX} ICX en su billetera para completar esta transacción.
fr_fr: Vous avez besoin d'au moins {MINIMUM_ICX_FOR_TX} ICX dans votre portefeuille pour terminer cette transaction.
pl_pl: Potrzebujesz co najmniej {MINIMUM_ICX_FOR_TX} ICX w swoim portfelu, aby przeprowadzić tę transakcję.

source: You rejected
es_es: Rechazaste
fr_fr: Vous avez rejeté
pl_pl: Zagłosowałeś przeciw
vi_vn: Bạn đã phản đối

source: You'll receive BALN as a reward, and can mitigate the fluctuations by supplying liquidity to the sICX/bnUSD pool. The smaller your loan, the less rebalancing affects you.
es_es: Recibirás BALN como recompensa y podrás mitigar las fluctuaciones suministrando liquidez al pool sICX/bnUSD. Cuanto más pequeño sea tu préstamo, menos te afectará el rebalancing.

source: You'll receive sICX (staked ICX). Unstake it from your wallet, or swap it for ICX on the Trade page.
es_es: Recibirás sICX (staked ICX). Haz unstaking desde tu billetera, o cámbialo por ICX en la página de Trade.

source: Your BALN will unstake on {0} at {1}.
es_es: Tus BALN dejarán de estar staked el {0} en {1}.
vi_vn: Bạn sẽ nhận lại {0} BALN lúc {1}.

source: Your ICX will be staked, so your collateral value will increase over time.
es_es: Tus ICX harán stakiny, por lo que su valor como colateral aumentará con el tiempo.

source: Your ICX will be unstaked as more collateral is deposited into Balanced.
es_es: Tus ICX dejarán de estar staked a medida que se deposite más colateral en Balanced.

source: Your collateral balance is <0>{0} sICX</0> (staked ICX). The ICX value of your sICX is displayed, and will increase over time from staking rewards. You can't use it unless you withdraw it.
es_es: Tu saldo de colateral es <0>{0} sICX</0> (staked ICX). El valor en ICX de tu sICX es mostrado, y aumentará con el tiempo por las recompensas del staking. No puedes usarlo a menos que lo retires.

source: Your collateral balance. It earns interest from staking, but is also sold over time to repay your loan.
es_es: Tu saldo de colateral. Gana intereses por staking, pero también se vende con el tiempo para pagar tu préstamo.

source: Your supply
es_es: Tu suministro
fr_fr: Votre apport
pl_pl: Twoja podaż

source: and ends after 5 days.
es_es: y termina después de 5 días.
fr_fr: et se termine arpès 5 jours.
pl_pl: i kończy się po 5 dniach.
vi_vn: và kết thúc sau 5 ngày.

source: less then a minute
es_es: menos de un minuto
fr_fr: moins d'une minute
pl_pl: mniej niż minutę

source: liquidity pool
es_es: pool de liquidez
fr_fr: Pool de liquidité
pl_pl: pula płynności

source: or
es_es: o
fr_fr: ou
pl_pl: lub

source: then click Supply.
es_es: luego haga click en Suministrar.
fr_fr: puis cliquez sur Fournir.
pl_pl: następnie kliknij Dostarcz.
vi_vn: rồi ấn vào Supply.

source: then create the pool.
es_es: después cree el pool.
fr_fr: puis créer le pool.
pl_pl: następnie utwórz pulę.

source: {0} / {1} liquidity pool
es_es: {0} / {1} pool de liquidez
fr_fr: {0} / {1} pool de liquidité
pl_pl: {0} / {1} pula płynności

source: {0} BALN unstaking
es_es: {0} BALN haciendo unstaking
vi_vn: Cổ phần đang được rút : {0} BLAN

source: {0} ICX added to your wallet.
es_es: {0} ICX añadido a tu billetera.
fr_fr: {0} ICX ajouté à votre portefeuille.
pl_pl: Dodano {0} ICX do Twojego portfela.
vi_vn: {0} ICX đã được thêm vào ví của bạn.

source: {0} ICX is ready to claim
es_es: {0} ICX listos para cobrar
fr_fr: {0} ICX est prêt à être réclamé
pl_pl: {0} ICX czeka na odbiór
vi_vn: {0} ICX đã sẵn sàng để nhận

source: {0} ICX unstaking
es_es: {0} ICX haciendo unstaking
fr_fr: {0} déstaking d'ICX
pl_pl: Odstake'owywanie {0} ICX
vi_vn: Cổ phần đang được rút: {0} ICX

source: {0} liquidity pool
es_es: {0} pool de liquidez
pl_pl: Pula płynności {0}

source: {0} liquidity pool{1}
es_es: {0} pool de liquidez{1}
pl_pl: Pula płynności {0} {1}

source: {0} sICX added to your wallet.
es_es: {0} sICX añadidos a tu billetera.
fr_fr: {0} sICX ajouté à votre portefeuille.
pl_pl: Dodano {0} sICX do Twojego portfela.

source: {0} voters
es_es: {0} votantes
fr_fr: {0} votants
pl_pl: {0} głosujących

source: {0} {1} added to your wallet
es_es: {0} {1} añadido a tu billetera
fr_fr: {0} {1} ajouté à votre portefeuille
pl_pl: Dodano {0} {1} do Twojego portfela

source: {0} {1} per {2}
es_es: {0} {1} por {2}
fr_fr: {0} {1} par {2}
pl_pl: {0} {1} za {2}

source: {currency} sent to the {pair} pool.
es_es: {currency} enviado al pool {pair}.
fr_fr: {currency} envoyé au pool {pair}.
pl_pl: {currency} wysłano do puli {pair}.

source: {inputAmount} {inputCurrency} and {outputAmount} {outputCurrency} added to your wallet.
es_es: {inputAmount} {inputCurrency} y {outputAmount} {outputCurrency} añadidos a tu billetera.
fr_fr: {inputAmount} {inputCurrency} et {outputAmount} {outputCurrency} ajouté à votre portefeuille.
pl_pl: Dodano {inputAmount} {inputCurrency} i {outputAmount} {outputCurrency} do Twojego portfela.
vi_vn: {inputAmount}{inputCurrency} and {outputAmount}{outputCurrency} đã được thêm vào ví của bạn.

source: {label} proposal submitted.
es_es: {label} propuesta presentada.
fr_fr: La proposition {label} soumise.
pl_pl: Propozycja {label} została zgłoszona.

source: {outputAmount} {outputCurrency} added to your wallet.
es_es: {outputAmount} {outputCurrency} añadidos a tu billetera.
fr_fr: {outputAmount} {outputCurrency} ajouté à votre portefeuille.
pl_pl: Dodano {outputAmount} {outputCurrency} do Twojego portfela.
vi_vn: {outputAmount}{outputCurrency} đã được thêm vào ví của bạn.

source: {value}% voted
es_es: {value}% votó
fr_fr: {value}% de votes
pl_pl: {value}% zagłosowało
vi_vn: {value}% đã bỏ phiếu

source: 1H
pl_pl: 1G
vi_vn: 1 giờ

source: 4H
pl_pl: 4G
vi_vn: 4 giờ

source: Balance
fr_fr: Solde
pl_pl: Saldo
vi_vn: Số dư

source: Pool
pl_pl: Pula

source: Rebalancing
fr_fr: Rééquilibrage
pl_pl: Rebalansowanie

source: Unstake
fr_fr: Déstaker
pl_pl: Odstake'uj
vi_vn: Hủy đặt cọc

source: Unstake sICX
fr_fr: Déstaker sICX
pl_pl: Odstake'uj sICX
vi_vn: Huỷ đặt cọc sICX

source: Unstaking
fr_fr: Déstaking
pl_pl: Odstake'owanie

source: Unstaking BALN...
fr_fr: Déstaking de BALN...
pl_pl: Odstake'owywanie BALN...

source: h
pl_pl: godz.

source: m
pl_pl: min

source: 1 {sendSymbol} per {0}
fr_fr: 1 {sendSymbol} pour {0}

source: 1D
fr_fr: 1J
vi_vn: 1 ngày

source: Or
fr_fr: Ou

source: Price
fr_fr: Prix

source: Swap {sendSymbol} for {0}?
fr_fr: Échanger {sendSymbol} contre {0} ?

source: The Stability Fund lets you mint or burn bnUSD 1:1 for approved stablecoins, minus a 0.5% fee.
fr_fr: Le Fond de Stabilité vous permet de minter ou de brûler du bnUSD 1:1 contre des monnaies stables approuvées, moyennant des frais de 0,5%.

source: This pool works like a queue, so your ICX is gradually converted to sICX. You'll earn BALN until this happens.
fr_fr: Ce pool fonctionne comme une file d'attente, ainsi vos ICX sont progressivement convertis en sICX. Vous gagnerez du BALN jusqu'à ce que cela se produise.

source: Use the Stability Fund to swap a maximum of
fr_fr: Utilisez le Fond de Stabilité pour échanger un maximum de

source: Use the Stability Fund to swap {0} for {1}
fr_fr: Utilisez le Fond de Stabilité pour échanger {0} contre {1}

source: for
fr_fr: pour

source: {0} / {1} liquidity pool{2}
fr_fr: {0} / {1} pool de liquidité {2}

source: 15m
vi_vn: 15 phút

source: Stake
vi_vn: Đặt cọc cổ phần

source: Staked {0} BALN.
vi_vn: Đã đặt cọc {0} BALN.

source: Staking BALN...
vi_vn: Đang đặt cọc BALN...

source: Starting in {startTimeStr}
vi_vn: Bắt đầu trong {startTimeStr}

source: Your ICX will be locked for 24 hours.
vi_vn: ICX sẽ bị khóa trong 24 giờ.

source: Your daily rewards
vi_vn: Phần thưởng hằng ngày

source: {endTimeStr} left
vi_vn: còn lại {endTimeStr}
